tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'
tap 'homebrew/cask-fonts'
brew 'nvm'
brew 'watchman'
brew 'libffi'
brew 'lcdf-typetools'
cask 'brooklyn'
brew 'cocoapods'
brew 'ruby'
brew 'yarn'
cask 'slack'
cask 'slack'
cask 'visual-studio-code'
cask 'github'
cask 'alfred'
cask 'notion'
cask 'whatsapp'
cask 'xscope'
cask 'microsoft-office'
cask 'microsoft-teams'
cask 'spotify'
brew 'duti'
cask 'google-drive-file-stream'
brew 'mas'
cask 'figma'
cask 'font-sf-pro'
cask 'font-manrope'
cask 'zoom'
cask 'backblaze'
cask 'sf-symbols'
brew 'typescript'
brew 'sass'
brew 'innoextract'
brew 'openrct2'
