tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'
tap 'homebrew/cask-fonts'
tap 'lokalise/cli-2'

brew 'nvm'
brew 'watchman'
brew 'libffi'
brew 'lcdf-typetools'
cask 'brooklyn'
brew 'cocoapods'
brew 'ruby'
brew 'yarn'
cask 'slack'
cask 'visual-studio-code'
cask 'github'
cask 'alfred'
cask 'notion'
cask 'whatsapp'
cask 'xscope'
cask 'spotify'
brew 'duti'
cask 'google-drive'
brew 'mas'
cask 'figma'
cask 'font-sf-pro'
cask 'font-manrope'
cask 'zoom'
cask 'backblaze'
cask 'sf-symbols'
brew 'typescript'
brew 'innoextract'
brew 'openrct2'
cask 'webex'
brew 'lokalise2'
brew 'rbenv'
brew 'rbenv-bundler'
cask 'google-chrome'
cask 'keyboardcleantool'

mas 'Due', id: 524373870
mas 'Amphetamine', id: 937984704
mas 'Magnet', id: 441258766
mas '1Password for Safari', id: 1569813296
mas '1Blocker', id: 1365531024
mas 'Dark Night', id: 1592844577
mas 'Microsoft Word', 462054704
mas 'Microsoft Excel', 462058435
mas 'Xcode', id: 497799835
