tap 'homebrew/bundle'
tap 'lokalise/cli-2'

brew 'nvm'
brew 'watchman'
brew 'libffi'
brew 'lcdf-typetools'
cask 'brooklyn'
brew 'cocoapods'
brew 'ruby'
brew 'yarn'
cask 'slack'
cask 'sublime-text'
cask 'github'
cask 'alfred'
cask 'notion'
cask 'xscope'
cask 'spotify'
brew 'duti'
cask 'google-drive'
brew 'mas'
cask 'figma'
cask 'font-sf-pro'
cask 'font-manrope'
cask 'zoom'
cask 'sf-symbols'
brew 'typescript'
brew 'innoextract'
brew 'openrct2'
cask 'webex'
brew 'rbenv'
brew 'rbenv-bundler'
cask 'keyboardcleantool'
cask 'front'
cask 'google-chrome'
cask 'chatgpt'
cask 'claude'
cask 'icon-composer'
brew 'firebase-cli'
cask 'google-cloud-sdk'
brew 'openjdk@11'
cask 'ngrok'

mas 'Vivid', id: 6443470555
mas 'Due', id: 524373870
mas 'Amphetamine', id: 937984704
mas 'Magnet', id: 441258766
mas '1Password for Safari', id: 1569813296
mas 'AdGuard for Safari', id: 1440147259
mas 'Dark Night', id: 1592844577
mas 'Microsoft Word', id: 462054704
mas 'Microsoft Excel', id: 462058435
mas 'WhatsApp', id: 310633997
mas 'Xcode', id: 497799835
